Revit 2027 API
ParameterTypeId.StairsRunHeight Property
 "Run Height": Run Height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunHeight { get; }
Public Shared ReadOnly Property StairsRunHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunHeight {
	ForgeTypeId^ get ();
}
static member StairsRunHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace